import image1 from '../assets/images/img1.png'
import image2 from '../assets/images/img2.png'

const HomePage = () => {

    return (
        <div className={'flex flex-col justify-center items-center px-10 py-24'}>
            <h1 className={'text-center font-bold text-3xl'}>Доброго дня користувач!</h1>
            <div className={'flex justify-between items-center'}>
                <div className={'p-8'}>
                    <p className={'text-xl'}>У сучасному світі психологічна стійкість військових є
                        ключовим фактором ефективного виконання їх
                        обов'язків та впорядкованості особистого життя. Психічне здоров'я військовослужбовців, а також
                        осіб,
                        які
                        прагнуть приєднатися до лав армії, вимагає особливої уваги та підтримки. Враховуючи це, було
                        створено
                        спеціалізований веб-сервіс, який надає необхідні ресурси для психологічної підготовки та
                        зміцнення.

                        Цей веб-сервіс розроблено з метою допомогти військовим освоїти навички психологічної стійкості,
                        які
                        є
                        невід'ємною частиною їх професійного та особистісного розвитку. Програма включає різноманітні
                        тренінги,
                        курси самодопомоги, інтерактивні вправи та сесії з кваліфікованими психологами. Всі ці
                        інструменти
                        доступні онлайн, що дозволяє користувачам гнучко підходити до свого розвитку в зручний для них
                        час.
                    </p>
                </div>
                <img src={image2} alt="" className={'w-1/3 p-8'}/>

            </div>
            <div className={'flex justify-between items-center gap-10'}>
                <img src={image1} alt="" className={'w-1/3 p-8'}/>
                <p className={'text-xl p-8'}>Основна мета сервісу — не лише навчити військових
                    ефективно реагувати на стресові ситуації, але й
                    забезпечити підтримку у вирішенні особистісних конфліктів, покращенні міжособистісних взаємодій
                    і, в
                    кінцевому підсумку, підвищенні загального рівня життя. Психологічна підготовка через цей
                    веб-сервіс
                    також сприяє формуванню командного духу та підтримці здорової атмосфери в колективі.

                    Таким чином, наш веб-сервіс є важливим інструментом в руках кожного військового, а також тих,
                    хто
                    прагне
                    стати частиною цієї непростої, але високошанованої професії. Він надає необхідні засоби для
                    забезпечення
                    психологічної готовності та стійкості, які так необхідні в сучасних умовах.</p>
            </div>
        </div>
    )
}

export default HomePage